Revit 2024 API
FaceSecondDerivatives.UUDerivative Property
 The second derivative with respect to U.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public XYZ UUDerivative { get; }
Visual Basic
Public ReadOnly Property UUDerivative As XYZ
	Get
Visual C++
public:
property XYZ^ UUDerivative {
	XYZ^ get ();
}
See Also
FaceSecondDerivatives Class
Autodesk.Revit.DB Namespace